[
  {
    "clips" : [
      [
        3464,
        "This is the first schema picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Schema-1.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the second schema picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Schema-2.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the third schema picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Schema-3.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the fourth schema picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Schema-4.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3462,
        "This is the first picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Control-1.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the second picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Control-2.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the third picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Control-3.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the fourth picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Control-4.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the fifth picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Control-5.jpg"
      ]
    ]
  },
  {
    "clips" : [
      [
        3464,
        "This is the sixth picture. Mochi ice cream mochi ice cream. Mochi ice cream mochi ice cream. Here is filler text but in the working interface this should be an explanation of the product. I hope this is long enough.",        
        "/assets/Control-6.jpg"
      ]
    ]
  }

]