[
  {
    "clips" : [
      [
        785,
        "You will see the duct tape over the overflow move back and forth as the drain line changes from a pressured to vacuum state.Lift the plunger to allow the clog debris to rise and remove any clumps of hair or other things that have come up."
      ]
    ]
  },
  {
    "clips" : [
      [
        797,
        "Your best bet for plunger-resistant clogs is to call an experienced plumbing and drain cleaning professional who can quickly and safely remove the obstruction and get you back in the flow."
      ]
    ]
  },
  {
    "clips" : [
      [
        798,
        "water; if there’s no water, the cup won’t be able to form a vacuum seal and generate any pressure. There should always be enough water to submerge the cup. If there’s not enough water, fill a bucket from another source and add."
      ]
    ]
  },
  {
    "clips" : [
      [
        806,
        "Bingo, found it. YouTube: “How To: unclog a bath tub drain the right way.” Tell me, gregory747. Tell me everything. “Stopped up drain causes soap scum and water at your ankels when showering.” Okay tell me less."
      ]
    ]
  },
  {
    "clips" : [
      [
        807,
        "take out the the pop up drain stopper, that’s where all the hair actually is"
      ]
    ]
  },
  {
    "clips" : [
      [
        1063,
        "there’s nothing to eat for dinner but leftovers. How can a day this bad get worse? Easy. You flush the toile"
      ]
    ]
  },
  {
    "clips" : [
      [
        820,
        "The water is draining much slower than usual"
      ]
    ]
  },
  {
    "clips" : [
      [
        641,
        "Combine 1/3 cup baking soda with 1/3 cup vinegar in a large liquid measuring cup, pitcher or bowl. Quickly pour the entire contents of the container down the drain. The faster you can do this, the better, because the fizzing action will gradually die out."
      ]
    ]
  },
  {
    "clips" : [
      [
        646,
        "In the morning, heat up a tea kettle and pour one gallon of water down the drain."
      ]
    ]
  },
  {
    "clips" : [
      [
        647,
        "For slow drains in old houses, pour a bottle of bleach down the tub drain once a month in the evening (every 5 weeks for the bathroom sink)"
      ]
    ]
  },
  {
    "clips" : [
      [
        649,
        "The crossbars in the pipe, like a plus sign about two inches down, were completely covered with hair!I used needle-nose pliers to pull out a wad of long hairs as thick as my thumb, that was draped over the crossbars, hanging down like a fringe, almost completely blocking the pipe where drain cleaners had no effect."
      ]
    ]
  },
  {
    "clips" : [
      [
        652,
        "Try putting 1 cup baking soda in drain"
      ]
    ]
  },
  {
    "clips" : [
      [
        655,
        "Follow with either 1 cup salt OR 1 cup vinegar."
      ]
    ]
  },
  {
    "clips" : [
      [
        656,
        "Use a shop vacuum. Remove the inside bag and filters. Set it up for vacuuming liquids. Be sure to cover up vent to prevent a mess. Put the hose on the drain before turning on the shop vacuum. When it is on tight and the vent is covered, have a second person turn on the vacuum. This will draw all debris up the water trap and into the vacuum. The clog occurred going down the drain. It will be more easily cleared drawing it back than packing it down."
      ]
    ]
  },
  {
    "clips" : [
      [
        657,
        "Consider calling a plumber before using chemical products.. Drain cleaners contain caustic chemicals that will dissolve any clogging particles in your drain, but after a while will also corrode your metal pipes. If you do choose to use such a product, be sure to follow the instructions carefully."
      ]
    ]
  },
  {
    "clips" : [
      [
        664,
        "The bathroom is one of the most common places for clogs to occur"
      ]
    ]
  },
  {
    "clips" : [
      [
        665,
        "If water backs up quickly each time the drain is used, the problem is most likely close to the drain opening."
      ]
    ]
  },
  {
    "clips" : [
      [
        666,
        "The water is draining much slower than usual."
      ]
    ]
  },
  {
    "clips" : [
      [
        667,
        "Hair, dirt, soap and grime are constantly running down the drain (yep, we know, it’s pretty gross)."
      ]
    ]
  },
  {
    "clips" : [
      [
        668,
        "This gunk can easily get stuck inside your drainpipe so that water can’t flow freely."
      ]
    ]
  },
  {
    "clips" : [
      [
        682,
        "1. Go on the internet for a while, really just read up on all your options. Did you know you can become your own plumber after just like, 10 minutes on WikiHow? And some people pay for that? HA."
      ]
    ]
  },
  {
    "clips" : [
      [
        686,
        "The shower drain in my long-haired teenage daughter's bathroom was plugged so badly she ended up standing in water up to her ankles when she took a shower. I tried all kinds of drain cleaners, to no avail. Then one day, I took the grate off the top of the drain so that I could look down with a flashlight and possibly see something. What a surprise: I could only see a couple of inches down!"
      ]
    ]
  },
  {
    "clips" : [
      [
        692,
        "Push down on the stopper to release it and open the drain.These stoppers lock and seal when you press them down and release when you push down a second time. The way to remove them isn't so obvious. In most cases you have to hold the stem while unscrewing the cap as shown. With the cap off, you can sometimes fish out the hair from the crossbars. Otherwise simply remove the entire shaft by unscrewing it. You may have to adjust the screw tension on the stem when you reinstall everything to get a good seal."
      ]
    ]
  },
  {
    "clips" : [
      [
        693,
        "When we recently found that the water in my bathtub was not draining. I discovered that the lever from the overflow cover was broken. I replaced the bathtub overflow cover unit with a new one. When I completed the replacement, I tested the water in the tub for drainage and the bathtub drained just fine. When I pressed the lever one direction, it drained and when pushed the other direction, it blocked. Two days later the tub will not drain. I removed the newly installed cap and pulled the whole unit that's connected to it out of the overflow pipe, which had a metal cylinder-like tube at the end. I then tried plunging the drain opening on the tub floor, but the water simply came up the overflow pipe out the cover opening back into the tub. It would seem to me that there is more than just dirt as an impediment, but I suspect some part of the system that may be lodged blocking the outflow. Any suggestions what it may be and what can be done to remedy this?"
      ]
    ]
  },
  {
    "clips" : [
      [
        699,
        "Levered stoppers"
      ]
    ]
  },
  {
    "clips" : [
      [
        700,
        "My bathtub has a self close stopper. I took off the little thing connected to a chain that went down in the pipe to open and close the drain. When I did the tub got slower and slower to drain. Is there something dropped down in the pipe that is keeping water from draining out of the bathtub?"
      ]
    ]
  },
  {
    "clips" : [
      [
        707,
        "SolutionsRead and rate the best solutions below by giving them a \"thumbs up\"."
      ]
    ]
  },
  {
    "clips" : [
      [
        711,
        "ArchivesThrifty Fun has been around so long that many of our pages have been reset several times. Archives are older versions of the page and the feedback that was provided then."
      ]
    ]
  },
  {
    "clips" : [
      [
        753,
        "Securely Cover and Seal the Overflow Drain with a Wet Rag or Cloth."
      ]
    ]
  },
  {
    "clips" : [
      [
        755,
        "Push Down With Quick, Forceful Thrusts. This will concentrate pressure down the drain toward the obstruction. Repeat for 15-20 seconds."
      ]
    ]
  },
  {
    "clips" : [
      [
        759,
        "Your best bet for plunger-resistant clogs is to call an experienced plumbing and drain cleaning professional who can quickly and safely remove the obstruction and get you back in the flow."
      ]
    ]
  },
  {
    "clips" : [
      [
        696,
        "3. Read some more things and basically they say, “You are not doing it hard enough. Also, plug up that hole you made earlier when you unscrewed the popup drain, don’t you understand how plunging works. Put a wet dishtowel in the hole. Twist it. Plunge."
      ],
      [
        689,
        "24. Like just plunge a lot. Is this the coolest thing you’ve ever done? Maybe?"
      ],
      [
        669,
        "21. Okay but actually, Google says, plunging, is the answer. You put your plunger in your bathtub and you plunge the drain. Like, a lot. Just plunge the heck out of it."
      ],
      [
        670,
        "PLUNGE PLUNGE PLUNGE PLUNGE PLUNGE"
      ]
    ]
  },
  {
    "clips" : [
      [
        659,
        "Use hot water. This works best if your drain is not completely clogged. Get a pot with a few cups of hot, but not boiling water. Carefully pour the water directly into the drain. Avoid splashing the hot water. Kettles are useful for easy pouring. Let it stand for 10 to 15 minutes before using the plunger. Many plumbing professionals now do not recommend using boiling water on the possibility that it may melt or liquify any sealants or wax or rubber gaskets used for the plumbing fittings or connections."
      ],
      [
        640,
        "Use hot water. This works best if your drain is not completely clogged. Get a pot with a few cups of hot, but not boiling water. Carefully pour the water directly into the drain. Avoid splashing the hot water. Kettles are useful for easy pouring. Let it stand for 10 to 15 minutes before using the plunger. Many plumbing professionals now do not recommend using boiling water on the possibility that it may melt or liquify any sealants or wax or rubber gaskets used for the plumbing fittings or connections."
      ],
      [
        672,
        "16. Actually another one of the things to try was to put boiling water down the drain, so maybe I’ll just turn the hot all the way up and try that while I’m at it."
      ]
    ]
  },
  {
    "clips" : [
      [
        663,
        "7. Okay, plan B: Watch some YouTube videos. (Watch the first minute of some YouTube videos.) Make your own snake with a metal coathanger."
      ],
      [
        694,
        "We had that problem too. We snaked the bathroom tub, sink, & stool so many times. The answer came to us when we had to replace the stool. We found a plumber in the yellow pages. Got some good recommendations. They came and snaked the stack! You have to go on the roof for that. If you can access the stack, rent as big a plumber's snake as possible and to the job yourself. Be sure to ask the rental agency lots of questions, they want their equipment back in good shape too. Be sure to clean the snaket off too. That is just plain common courtesy. You will save lots of little tub snaking jobs in the future"
      ],
      [
        708,
        "Tip: Use Bleach Once a Month to Keep Drains ClearWe recently paid a plumber $95 to clean a clogged bathtub drain. All our home remedy tips did not free the clog. In fact, we even had to have them get the \"snake\" that we had used out of the drain because it was lodged in and we couldn't get it to move. He shared a tip that will help keep drains clear. The problem we had was that hair had clogged it up. He said to pour a half gallon of Clorox in there once a month to keep it flushed. He also said never to use those liquid drain cleaners in a situation like this because they would just stop at the blocked up place and make the situation worse. By Sandy from Elon, NC"
      ],
      [
        709,
        "Question: Unclogging a BathtubIn my bathroom the face basin and toilet drains properly, but the bathtub does not, it drains outside of my house. I ran a snake in the pipe and that did not help, what can I do? By Lovell from Houston, TX"
      ],
      [
        710,
        "Question: Shower Drain CloggedI have a clogged shower and my toilet drains into the shower. I ran a snake down into the shower and it felt like it was coming out the vent. I ran a hose into the vent and the water came into the shower. Can someone please help?"
      ],
      [
        794,
        "If plunging doesn’t remove the obstruction, you need to pursue more aggressive measures. While there are commercially available chemical drain cleaners and snake devices which can be quite effective at loosening the most stubborn of clogs, homeowners use these techniques at their own risk. Chemicals can burn and damage skin, clothing, pipes and surfaces. Snakes and other mechanical devices can actually compress and enlodge the obstruction more if used improperly"
      ],
      [
        651,
        "Try a \"snake\" that you can purchase at any hardware store. It is a spring steel cable with a spring on the plumbing end and a crank on the user end. It can go up to 15 to 25 feet down into the pipes, collecting debris. This is what most plumbers (by the time they're called in) get the most success with."
      ]
    ]
  },
  {
    "clips" : [
      [
        638,
        "Remove the drain cover and clean under the surface of the drain. You will find that hair has accumulated underneath the drain, particularly if your drain uses a screw to hold itself into place. Some drains have tub stoppers pre-installed. On those, first pop up the stopper and twist to unscrew, then just remove the plate with the trip for the stopper and carefully remove the stopper assembly. This would be a good time to try the \"bent hanger\" method because this usually has hair and any other articles which have been stuck to the stopper. Replace the stopper the same way."
      ],
      [
        653,
        "Next, look down the drain for hair. If you see some, use your finger to pull up as much as you can (you can wear rubber gloves if you’d prefer not to use your bare finger). You can also use needle-nose pliers, tweezers or a bent wire hanger to help you remove this hair."
      ],
      [
        809,
        "Next, look down the drain for hair. If you see some, use your finger to pull up as much as you can (you can wear rubber gloves if you’d prefer not to use your bare finger). You can also use needle-nose pliers, tweezers or a bent wire hanger to help you remove this hair."
      ],
      [
        698,
        "Close-up of a drop stopperA drop stopper has a prominent knob that you lift and turn to open the drain.About 80 percent of the time, you can fix slow-draining or clogged tub drains in five minutes, without chemicals and without a $100 plumber bill. In most cases, you'll only need a screwdriver and a stiff wire or a bent coat hanger. The problem is usually just a sticky wad of hair that collects on the crossbars, a few inches under the stopper. All you need to do is figure out how to remove the stopper (that's almost always easy) and fish out the gunk. Bend a little hook on the end of the stiff wire with a needle-nose pliers and shove it through the clog—you'll nearly always extract the entire ugly mess. If hair is wrapped around the crossbars, slice through it with a utility knife and then grab it with the wire."
      ],
      [
        701,
        "Close-up of a drop stopperA drop stopper has a prominent knob that you lift and turn to open the drain.About 80 percent of the time, you can fix slow-draining or clogged tub drains in five minutes, without chemicals and without a $100 plumber bill. In most cases, you'll only need a screwdriver and a stiff wire or a bent coat hanger. The problem is usually just a sticky wad of hair that collects on the crossbars, a few inches under the stopper. All you need to do is figure out how to remove the stopper (that's almost always easy) and fish out the gunk. Bend a little hook on the end of the stiff wire with a needle-nose pliers and shove it through the clog—you'll nearly always extract the entire ugly mess. If hair is wrapped around the crossbars, slice through it with a utility knife and then grab it with the wire. Follow our series of photos to determine which type of stopper you have and how to remove it"
      ],
      [
        796,
        "you'll only need a screwdriver and a stiff wire or a bent coat hanger. The problem is usually just a sticky wad of hair that collects on the crossbars, a few inches under the stopper. All you need to do is figure out how to remove the stopper (that's almost always easy) and fish out the gunk. Bend a little hook on the end of the stiff wire with a needle-nose pliers and shove it through the clog—you'll nearly always extract the entire ugly mess. If hair is wrapped around the crossbars, slice through it with a utility knife and then grab it with the wire."
      ],
      [
        687,
        "8. Try to put your coat hanger into the pipe in order to clean it out. Just try that. Have fun with that. “Make sure not to push anything further into the hole.” Oh okay. I can’t see anything, but okay. Okay guess what: It does not work. You just end up getting the hanger stuck in the drain. And for what? For naught. Back to the internet."
      ],
      [
        639,
        "Use a bent wire hanger or The Drain Claw to clear deeply inset clogs. First straighten the coat hanger out, then make a hook in the end. Use it to pull out any hair and other particles that are in your drain. Pull the gunk out. Do not push it in. Pushing it in can clog your drain more than it already is. The easiest and most effective tool for a slow or clogged bathtub drain caused by hair is The Drain Claw. You simply insert The Drain Claw into the drain, working your way around the opening or stopper and giving it a twist. With over 100 small interlocking hooks, The Drain Claw will grab hair and allow you to pull it out. Simple and effective. You can make your own \"drain hair remover\" with plastic strapping tape that is used for binding boxes or shipping crates. Just cut a length approximately 30 inches more or less and use your scissors to snip the plastic on both sides, creating \"snags\" for the hair and gunk. Insert down drain and push down drain. Remove. Run water to flush drain. This is a free fix with reused materials."
      ],
      [
        658,
        "Use a bent wire hanger or The Drain Claw to clear deeply inset clogs. First straighten the coat hanger out, then make a hook in the end. Use it to pull out any hair and other particles that are in your drain. Pull the gunk out. Do not push it in. Pushing it in can clog your drain more than it already is. The easiest and most effective tool for a slow or clogged bathtub drain caused by hair is The Drain Claw. You simply insert The Drain Claw into the drain, working your way around the opening or stopper and giving it a twist. With over 100 small interlocking hooks, The Drain Claw will grab hair and allow you to pull it out. Simple and effective. You can make your own \"drain hair remover\" with plastic strapping tape that is used for binding boxes or shipping crates. Just cut a length approximately 30 inches more or less and use your scissors to snip the plastic on both sides, creating \"snags\" for the hair and gunk. Insert down drain and push down drain. Remove. Run water to flush drain. This is a free fix with reused materials."
      ]
    ]
  },
  {
    "clips" : [
      [
        805,
        "Unscrew drain cover with screwdriver and not butter knife. Pull screw through, lift drain cover dramatically, brace self for HAIRBALL FROM HELL"
      ],
      [
        684,
        "3. Find a screwdriver so you can unscrew the screw holding on the drain cover. It’s probably in the box of crap in the back of your closet. (It’s not.) Okay then it’s in the box of crap on that tall shelf. (It’s not.) Okay what else can you use as a screwdriver. A butter knife! Go get a butter knife. But wait, there on the metal bar that the pervious tenants put up on the wall to hold all the knives! The screwdriver. (Also three corkscrews.)"
      ],
      [
        808,
        "Unscrew metal plate on popup drain stopper"
      ],
      [
        702,
        "Simply unscrew the screen for easy access to this clog and remove it as before. If the drain has an internal stopper, simply unscrew the overflow plate and pull the linkage and stopper up and out. Then clean the linkage and stopper and run water down the drain to flush it out. Occasionally the linkage is out of adjustment and the stopper doesn't open far enough from its seat to allow a good flow. Adjust it, reinsert it and test it. Run water into the tub. If it leaks out, lengthen the stopper linkage to seal the drain better. If the drain doesn't open to let the water out, shorten the stopper linkage."
      ]
    ]
  },
  {
    "clips" : [
      [
        691,
        "A tub drain often has hair stuck in it. Pry off the cover and reach in with something like an old toothbrush to snag out the hair and accumulated soap gunk. Hopefully, this glob of hair and whatnot is all that is causing your drain to be sluggish.I have found that Drano crystals are very effective for dissolving accumulated hair and soap scum.I don't put any faith in the baking soda and vinegar treatment, as all that does is create air bubbles in the drain. Pouring coke down the drain would also put bubbles in the drain. Why would that work? I know people swear by it, but I just don't believe it! I suspect that baking soda and hot water would help in a kitchen drain, as it would react chemically with grease build up. Drain cleaners are strong bases; baking soda is a mild base -- the chemical reaction would be the same, only not as strong."
      ],
      [
        671,
        "I’m buying some Drano. Fuck everything"
      ],
      [
        645,
        "For a partial clog (water that flows more slowly than usual), we recommend using Drano® Dual Force™ Foamer to unclog the drain."
      ],
      [
        648,
        "For standing water that doesn’t clear for several hours, use Drano® Max Gel—it pours through water straight to the clog."
      ],
      [
        813,
        "For a partial clog (water that flows more slowly than usual), we recommend using Drano® Dual Force™ Foamer to unclog the drain. For standing water that doesn’t clear for several hours, use Drano® Max Gel—it pours through water straight to the clog."
      ],
      [
        811,
        "use a Drano® product to dissolve the remaining hair and gunk. Remember to keep hands, face and children away from drains while using Drano®. Also, never use a plunger during or after use of a Drano® product. The formula may still be present in the drain and splash-back could occur."
      ],
      [
        644,
        "use a Drano® product to dissolve the remaining hair and gunk. Remember to keep hands, face and children away from drains while using Drano®. Also, never use a plunger during or after use of a Drano® product. The formula may still be present in the drain and splash-back could occur."
      ]
    ]
  },
  {
    "clips" : [
      [
        752,
        "Use a STANDARD Cup Plunger."
      ],
      [
        780,
        "The overflow’s job is to take water in the bath tub that exceeds the overflow height and dump it right back into the drain so your tub does not overfill. Problem is, this little guy prevents a plunger from working effectively because it creates a vacuum and pressure leak in the drain system and a plunger depends upon vacuum and pressure to function properly."
      ],
      [
        784,
        "Once the tub overflow is firmly sealed with duct tape you are ready to clear the clogged drain. Proceed as follows:Remove the tub drain stopper. You may have to turn it back and forth a little while pulling up.Once the stopper is removed open the hot water faucet (not cold) and let the water run until it is hot.Once there is about 1” to 2” of water in the tub bottom, place the cup plunger over the drain and using firm pressure, quickly press the plunger down and pull up 5 to 6 times."
      ],
      [
        1075,
        "Keep The Plunger in Good Repair. Any tears of the cup or bell (the rubber part of the plunger) will r"
      ],
      [
        754,
        "Submerge the Plunger Cup. Place the plunger over the drain and completely cover the drain opening."
      ],
      [
        782,
        "Next to kitchen drains and garbage disposals the tub drain gets the most abuse of any drain in the home. We put hair and hair care products through it along with the occasional razor blade cartridge. Over time the drain can slowly get clogged until you are standing in the tub taking a shower with 2 inches of slow draining water around your feet. Yuck.The challenge with fixing a bath tub drain with a plunger is that tubs have what are called “overflows” used to prevent tubs from flooding. The overflow’s job is to take water in the bath tub that exceeds the overflow height and dump it right back into the drain so your tub does not overfill. Problem is, this little guy prevents a plunger from working effectively because it creates a vacuum and pressure leak in the drain system and a plunger depends upon vacuum and pressure to function properly"
      ],
      [
        810,
        "try using a toilet plunger to help unclog the drain. Put enough water in the bathtub or sink to cover the bottom of the plunger, put the plunger over the drain, and push down and up a few times. If necessary, block the overflow outlet with a rag (to help with suction)."
      ],
      [
        643,
        "Use a plunger. Turn on the hot water and fill your tub with enough water to cover the clog. Pull with the plunger about 10 times to ensure that you fully clear the clog. The moving water underneath the drain will help to clear up the drain more quickly. Stuff a wet cloth into any holes used to drain overflowing water (similar to the holes found in sinks to prevent overflowing). These are often located directly under the stop lever. This will help to create a vacuum and make your plunger more effective."
      ],
      [
        783,
        "A plunger functions by creating pressure (when you depress the plunger) in the drain line to loosen and move clogs, and by creating a vacuum (when you pull up on the plunger) to move the clogged material the opposite direction and sometimes to the surface. A tub overflow drain is a second tub drain above the one in the tub floor. Since it is another drain designed to allow water to flow into it when the tub water level reaches a certain point, it is also air gap in the plumbing drain line. Its presence significantly reduces the plunger’s ability to create pressure and vacuum."
      ],
      [
        642,
        "try using a toilet plunger to help unclog the drain. Put enough water in the bathtub or sink to cover the bottom of the plunger, put the plunger over the drain, and push down and up a few times. If necessary, block the overflow outlet with a rag (to help with suction)."
      ]
    ]
  }
]
